Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_send_photos_other
source: Send as {count} photos
id: Kirim {count} foto

# lng_send_separate_photos
source: Send as separate photos
id: Kirim foto terpisah

# lng_send_separate_photos_videos
source: Send as separate media
id: Kirim media secara terpisah

# lng_send_silent_message
source: Send without sound
id: Kirim tanpa suara

# lng_send_text_no
source: Text not allowed.
id: Teks tidak diizinkan.

# lng_send_text_no_about
source: The admins of this group only allow sending {types}.
id: Admin grup ini hanya mengizinkan pengiriman {types}.

# lng_send_text_type_and_last
source: {types} and {last}
id: {types} dan {last}

# lng_send_text_type_files
source: Files
id: Berkas

# lng_send_text_type_music
source: Music
id: Musik

# lng_send_text_type_photos
source: Photos
id: Foto

# lng_send_text_type_polls
source: Polls
id: Pol

# lng_send_text_type_stickers
source: Stickers & GIFs
id: Stiker & GIF

# lng_send_text_type_video_messages
source: Video Messages
id: Pesan Video

# lng_send_text_type_videos
source: Videos
id: Video

# lng_send_text_type_voice_messages
source: Voice Messages
id: Pesan Suara

# lng_send_video
source: Send a video file
id: Kirim berkas video

# lng_sent_date
source: Sent: {date}
id: Terkirim: {date}

# lng_sessions_about_apps
source: The official Telegram app is available for Android, iPhone, iPad, Windows, macOS and Linux.
id: Aplikasi Telegram resmi tersedia untuk Android, iPhone, iPad, Windows, macOS, dan Linux.

# lng_sessions_application
source: Application
id: Aplikasi

# lng_sessions_header
source: This device
id: Perangkat ini

# lng_sessions_incomplete
source: Incomplete login attempts
id: Percobaan masuk belum sempurna

# lng_sessions_incomplete_about
source: The devices above have no access to your messages. The code was entered correctly, but no correct password was given.
id: Perangkat-perangkat di atas tidak memiliki akses ke pesan Anda. Kode dimasukkan dengan benar, namun kata sandi yang dimasukkan salah.

# lng_sessions_ip
source: IP address
id: Alamat IP

# lng_sessions_location
source: Location
id: Lokasi

# lng_sessions_location_about
source: This location estimate is based on the IP address and may not always be accurate.
id: Lokasi perkiraan ini berdasarkan alamat IP dan tidak selalu akurat.

# lng_sessions_other_desc
source: You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.
id: Anda dapat masuk ke Telegram dari ponsel, tablet, dan perangkat desktop lain dengan menggunakan nomor telepon yang sama. Semua data akan tersinkron secara instan.

# lng_sessions_other_header
source: Active Devices
id: Perangkat Aktif

# lng_sessions_system
source: System version
id: Versi sistem

# lng_sessions_terminate
source: Terminate Session
id: Hentikan Sesi

# lng_sessions_terminate_all
source: Terminate all other sessions
id: Hentikan semua sesi lain

# lng_sessions_terminate_all_about
source: Logs out all devices except for this one.
id: Keluar dari semua perangkat kecuali untuk yang satu ini.

# lng_settings_about_bio
source: Any details such as age, occupation or city. Example: 23 y.o. designer from San Francisco
id: Rincian seperti umur, pekerjaan, atau kota. Contoh: 23 tahun, desainer dari San Fransisco

# lng_settings_adaptive_wide
source: Adaptive layout for wide screens
id: Tata letak adaptif untuk layar lebar

# lng_settings_add_sendto
source: Place Telegram in "Send to" menu
id: Pasang Telegram dalam menu "Kirim ke"

# lng_settings_advanced
source: Advanced
id: Lanjutan

# lng_settings_advanced_notifications
source: Notifications position and count
id: Posisi dan jumlah notifikasi

# lng_settings_alert_linux
source: Draw attention to the window
id: Alihkan sorotan ke jendela

# lng_settings_alert_mac
source: Bounce the Dock icon
id: Pantulkan ikon Dock

# lng_settings_alert_windows
source: Flash the taskbar icon
id: Kedipkan ikon taskbar

# lng_settings_angle_backend
source: ANGLE graphics backend
id: Grafik ANGLE backend

# lng_settings_angle_backend_auto
source: Auto
id: Otomatis

# lng_settings_angle_backend_disabled
source: Disabled
id: Nonaktif

# lng_settings_ask_ok
source: Ask a Volunteer
id: Tanya Sukarelawan

# lng_settings_ask_question
source: Ask a Question
id: Kirim Pertanyaan

# lng_settings_ask_sure
source: Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while. Please take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.
id: Harap diingat bahwa layanan Telegram Support dijalankan oleh sukarelawan. Kami berusaha untuk merespon Anda secepat mungkin meski butuh waktu. Silakan kunjungi FAQ Telegram untuk mendapatkan solusi dan tips untuk berbagai permasalahan umum.

# lng_settings_audios_cached_other
source: {count} voice messages, {size}
id: {count} pesan suara, {size}

# lng_settings_auto_archive
source: Archive and Mute
id: Arsip & Senyapkan

# lng_settings_auto_archive_about
source: Automatically archive and mute new chats, groups and channels from non-contacts.
id: Menyembunyikan obrolan, grup dan channel dari non kontak ke arsip dan senyapkan secara otomatis.

# lng_settings_auto_download_dictionaries
source: Download dictionaries automatically
id: Unduh kamus otomatis

# lng_settings_auto_night_disable
source: Disable
id: Nonaktifkan

# lng_settings_auto_night_enabled
source: Match the system settings
id: Sesuaikan dengan pengaturan sistem

# lng_settings_auto_night_mode
source: Auto-night mode
id: Mode malam otomatis

# lng_settings_auto_night_warning
source: You have enabled auto-night mode. If you want to change the dark mode settings, you'll need to disable it first.
id: Anda telah mengaktifkan mode malam otomatis. Jika Anda ingin mengubah pengaturan mode gelap, Anda perlu menonaktifkannya dahulu.

# lng_settings_auto_start
source: Launch Telegram when system starts
id: Jalankan Telegram saat sistem mulai

# lng_settings_auto_start_disabled_uwp
source: Starting with the system was disabled in Windows Settings. Please enable Telegram Desktop in the Startup Apps Settings.
id: Fitur mulai bersama dengan sistem dinonaktifkan dalam Pengaturan Windows. Mohon aktifkan Telegram Desktop dalam Pengaturan Aplikasi Startup.

# lng_settings_autoplay_gifs
source: Autoplay GIFs
id: Putar GIF otomatis

# lng_settings_badge_title
source: Badge counter
id: Tanda penghitung

# lng_settings_bg_cloud_themes
source: Custom themes
id: Tema kustom

# lng_settings_bg_edit_theme
source: Launch theme editor
id: Sunting tema

# lng_settings_bg_from_file
source: Choose from file
id: Pilih dari berkas

# lng_settings_bg_from_gallery
source: Choose from gallery
id: Pilih dari galeri

# lng_settings_bg_show_all
source: Show all themes
id: Perlihatkan semua tema

# lng_settings_bg_theme_create
source: Create new theme
id: Buat tema baru

# lng_settings_bg_theme_edit
source: Edit theme
id: Edit tema

# lng_settings_bg_tile
source: Tile background
id: Latar belakang ubin

# lng_settings_bg_use_default
source: Use default theme
id: Gunakan tema standar

# lng_settings_blocked_users
source: Blocked users
id: Pengguna diblokir

# lng_settings_call_accept_calls
source: Accept calls on this device
id: Terima panggilan di perangkat ini

# lng_settings_call_audio_ducking
source: Mute other sounds during calls
id: Senyapkan suara lain selama panggilan

# lng_settings_call_camera
source: Camera
id: Kamera

# lng_settings_call_device_default
source: Default
id: Bawaan

# lng_settings_call_input_device
source: Input device
id: Perangkat input

# lng_settings_call_input_volume
source: Input volume: {percent}%
id: Input input: {percent}%

# lng_settings_call_open_system_prefs
source: Open system sound preferences
id: Buka preferensi suara sistem

# lng_settings_call_output_device
source: Output device
id: Perangkat output

# lng_settings_call_output_volume
source: Output volume: {percent}%
id: Volume output: {percent}%

# lng_settings_call_section_input
source: Microphone
id: Mikrofon

# lng_settings_call_section_other
source: Other settings
id: Pengaturan lainnya

# lng_settings_call_section_output
source: Speakers and headphones
id: Speaker dan headphone

# lng_settings_call_stop_mic_test
source: Stop test
id: Berhenti menguji

# lng_settings_call_test_mic
source: Test microphone
id: Uji mikrofon

# lng_settings_calls
source: Calls
id: Panggilan

# lng_settings_calls_peer_to_peer
source: Peer-to-peer in calls
id: Panggilan peer-to-peer

# lng_settings_calls_peer_to_peer_button
source: Use peer-to-peer with
id: Gunakan peer-to-peer dengan

# lng_settings_calls_privacy
source: Phone calls privacy
id: Privasi panggilan

# lng_settings_change_lang
source: Change language
id: Ubah Bahasa

# lng_settings_change_phone
source: Change phone number
id: Ubah nomor telepon

# lng_settings_chat_corner_reaction
source: Reaction button on messages
id: Tombol reaksi pada pesan

# lng_settings_chat_message
source: Do you know what time it is?
id: Kamu tahu sekarang jam berapa?

# lng_settings_chat_message_reply
source: Good morning
id: Selamat pagi

# lng_settings_chat_message_reply_from
source: Bob Harris
id: Ervan

# lng_settings_chat_quick_action_react
source: Send reaction with double click
id: Kirim reaksi dengan klik dua kali

# lng_settings_chat_quick_action_reply
source: Reply with double click
id: Balas dengan klik dua kali

# lng_settings_chat_reactions_subtitle
source: Choose your favorite reaction
id: Pilih reaksi favorit Anda

# lng_settings_chat_reactions_title
source: Quick Reaction
id: Reaksi Cepat

# lng_settings_check_now
source: Check for updates
id: Periksa pembaruan

# lng_settings_choose_username
source: Choose username
id: Pilih username

# lng_settings_clear_payment_info
source: Clear Payment and Shipping Info
id: Hapus Info Pembayaran dan Pengiriman

# lng_settings_close_sure
source: Are you sure you want to close this page? You didn't save your changes.
id: Apakah Anda yakin ingin menutup halaman ini? Anda tidak menyimpan perubahan sebelumya.

# lng_settings_close_to_taskbar
source: Close to taskbar
id: Tutup ke taskbar

# lng_settings_cloud_password_check_subtitle
source: Your Password
id: Kata Sandi Anda

# lng_settings_cloud_password_email_about
source: Please enter your new recovery email. It is the only way to recover a forgotten password.
id: Mohon masukkan surel pemulihan baru Anda. Ini adalah satu-satunya cara untuk memulihkan kata sandi Anda jika lupa.

# lng_settings_cloud_password_email_confirm
source: Confirm and Finish
id: Konfirmasi dan Selesai

# lng_settings_cloud_password_email_recovery_subtitle
source: Password Recovery
id: Pemulihan Kata Sandi

# lng_settings_cloud_password_email_subtitle
source: Add Recovery Email
id: Tambah Surel Pemulihan

# lng_settings_cloud_password_email_title
source: Recovery Email
id: Surel Pemulihan

# lng_settings_cloud_password_hint_about
source: You can create a hint for your password.
id: Anda dapat membuat petunjuk untuk kata sandi Anda.

# lng_settings_cloud_password_hint_subtitle
source: Add Password Hint
id: Tambahkan Petunjuk Kata Sandi

# lng_settings_cloud_password_hint_title
source: Password Hint
id: Petunjuk Kata Sandi

# lng_settings_cloud_password_manage_about1
source: You have Two-Step Verification enabled, so your account is protected with an additional password.
id: Anda telah mengaktifkan Verifikasi Dua Langkah sehingga akun Anda terlindungi dengan kata sandi tambahan.

# lng_settings_cloud_password_manage_about2
source: This email is the only way to recover a forgotten password.
id: Surel ini adalah satu-satunya cara untuk memulihkan kata sandi jika Anda lupa.

# lng_settings_cloud_password_manage_disable_sure
source: Are you sure you want to disable your password?
id: Anda yakin ingin menonaktifkan kata sandi Anda?

# lng_settings_cloud_password_manage_email_change
source: Change Recovery Email
id: Ganti Surel Pemulihan

# lng_settings_cloud_password_manage_email_new
source: Set Recovery Email
id: Atur Surel Pemulihan

# lng_settings_cloud_password_manage_password_change
source: Change Password
id: Ganti Kata Sandi

# lng_settings_cloud_password_off
source: Off
id: Mati

# lng_settings_cloud_password_on
source: On
id: Nyala

# lng_settings_cloud_password_password_subtitle
source: Create Password
id: Buat Kata Sandi

# lng_settings_cloud_password_password_title
source: Password
id: Kata Sandi

# lng_settings_cloud_password_reset_in
source: You can reset your password in {duration}.
id: Anda dapat atur ulang sandi Anda dalam {duration}.

# lng_settings_cloud_password_save
source: Save and Finish
id: Simpan dan Selesai

# lng_settings_cloud_password_skip_hint
source: Skip setting hint
id: Lewati pengaturan petunjuk

# lng_settings_cloud_password_start_about
source: Protect your Telegram account with an additional password.
id: Lindungi akun Telegram Anda dengan kata sandi tambahan.

# lng_settings_cloud_password_start_title
source: Two-Step Verification
id: Verifikasi Dua Langkah

# lng_settings_connection_type
source: Connection type
id: Tipe jaringan

# lng_settings_count_unread
source: Count unread messages
id: Hitung pesan belum dibaca

# lng_settings_crop_profile
source: Select an area for your profile photo
id: Pilih area untuk foto profil Anda

# lng_settings_current_version
source: Version {version}
id: Versi {version}

# lng_settings_current_version_label
source: Version {version}:
id: Versi {version}:

# lng_settings_custom_spellchecker
source: Use spell checker
id: Gunakan pemeriksa ejaan

# lng_settings_data_storage
source: Data and storage
id: Data dan Penyimpanan

# lng_settings_default_scale
source: Default interface scale
id: Skala antarmuka standar

# lng_settings_desktop_notify
source: Desktop notifications
id: Notifikasi Desktop

# lng_settings_destroy_if
source: If away for...
id: Jika tidak aktif selama...

# lng_settings_destroy_title
source: Delete my account
id: Hapus akun saya

# lng_settings_device_name
source: Device name
id: Nama perangkat

# lng_settings_disable_night_theme
source: Disable night mode
id: Nonaktifkan mode malam

# lng_settings_downloading
source: Downloading update {ready} / {total} MB...
id: Mengunduh pembaruan {ready} / {total} MB...

# lng_settings_downloading_update
source: Downloading update {progress}...
id: Mengunduh pembaruan {progress}...

# lng_settings_drop_area_subtitle
source: to set it as your photo
id: untuk dijadikan foto Anda

# lng_settings_edit
source: Edit
id: Sunting

# lng_settings_edit_info
source: Edit information
id: Ubah informasi

# lng_settings_empty_bio
source: None
id: Kosong

# lng_settings_enable_animations
source: Enable animations
id: Aktifkan animasi

# lng_settings_enable_hwaccel
source: Hardware accelerated video decoding
id: Decoding video dengan perangkat keras

# lng_settings_enable_night_theme
source: Enable night mode
id: Aktifkan mode malam

# lng_settings_enable_opengl
source: Enable OpenGL rendering for media
id: Aktifkan rendering OpenGL untuk media

# lng_settings_events_joined
source: Contact joined Telegram
id: Kontak bergabung dengan Telegram

# lng_settings_events_pinned
source: Pinned messages
id: Pesan tersemat

# lng_settings_events_title
source: Events
id: Peristiwa

# lng_settings_experimental
source: Experimental settings
id: Pengaturan eksperimental

# lng_settings_experimental_about
source: Warning! Those are experimental settings. Some may not work. Others may break the app. Any of them may disappear in the next version without a trace. Use at your own risk.
id: Peringatan! Berikut adalah pengaturan eksperimental. Beberapa mungkin tidak berfungsi. Beberapa dapat merusak aplikasi. Pengaturan dapat hilang di versi berikutnya tanpa jejak. Gunakan dengan risiko Anda sendiri.

# lng_settings_experimental_irrelevant
source: This option isn't relevant for your system.
id: Opsi ini tidak relevan untuk sistem Anda.

# lng_settings_experimental_restore
source: Restore default values
id: Kembalikan pengaturan semula

# lng_settings_export_data
source: Export Telegram data
id: Ekspor data Telegram

# lng_settings_faq
source: Telegram FAQ
id: Pertanyaan Umum

# lng_settings_faq_button
source: Go to FAQ
id: Buka FAQ

# lng_settings_features
source: Telegram Features
id: Fitur Telegram

# lng_settings_forwards_privacy
source: Forwarded messages
id: Pesan terusan

# lng_settings_group_privacy_about
source: Choose who can add you to groups and channels.
id: Pilih siapa yang dapat menambah Anda ke grup dan channel.

# lng_settings_groups_invite
source: Groups & channels
id: Grup & channel

# lng_settings_groups_invite_privacy
source: Groups and Channels invite settings
id: Pengaturan undang Grup dan Channel

# lng_settings_images_cached_other
source: {count} images, {size}
id: {count} gambar, {size}

# lng_settings_include_muted
source: Include muted chats in unread count
id: Ikutkan obrolan senyap dalam belum terbaca

# lng_settings_information
source: Edit profile
id: Edit Profil

# lng_settings_install_beta
source: Install beta versions
id: Pasang versi beta

# lng_settings_language
source: Language
id: Bahasa

# lng_settings_large_emoji
source: Large emoji
id: Emoji besar

# lng_settings_last_seen
source: Last seen & online
id: Terakhir terlihat & online

# lng_settings_last_seen_privacy
source: Last seen privacy
id: Privasi terakhir terlihat

# lng_settings_latest_installed
source: Latest version is installed
id: Versi terbaru terpasang

# lng_settings_logout
source: Log out
id: Keluar dari akun

# lng_settings_loop_stickers
source: Loop animated stickers
id: Putar stiker animasi

# lng_settings_mac_warn_before_quit
source: Show warning before quitting with {text}
id: Peringatkan sebelum keluar dengan {text}

# lng_settings_manage_dictionaries
source: Manage dictionaries
id: Kelola kamus

# lng_settings_manage_enabled_dictionary
source: Dictionary is enabled
id: Kamus diaktifkan

# lng_settings_manage_local_storage
source: Manage local storage
id: Kelola penyimpanan lokal

# lng_settings_manage_remove_dictionary
source: Remove Dictionary
id: Hapus Kamus

# lng_settings_messages
source: Messages
id: Pesan

# lng_settings_name_label
source: Name
id: Nama

# lng_settings_native_frame
source: Use system window frame
id: Gunakan bingkai jendela sistem

# lng_settings_native_title
source: Native notifications
id: Notifikasi sistem

# lng_settings_need_restart
source: You need to restart for applying some of the new settings. Restart now?
id: Anda perlu me-restart untuk menerapkan beberapa pengaturan terbaru. Restart sekarang?

# lng_settings_network_proxy
source: Network and proxy
id: Jaringan dan proxy

# lng_settings_new_unknown
source: New chats from unknown users
id: Obrolan baru dari pengguna tak dikenal

# lng_settings_no_blocked_users
source: None
id: Kosong

# lng_settings_no_data_cached
source: No cached data found!
id: Data cache tidak ditemukan!

# lng_settings_notifications_calls_title
source: Calls
id: Panggilan

# lng_settings_notifications_count
source: Notifications count
id: Jumlah notifikasi

# lng_settings_notifications_position
source: Location on the screen
id: Lokasi di layar

# lng_settings_notify_all
source: All accounts
id: Semua akun

# lng_settings_notify_all_about
source: Turn this off if you want to receive notifications only from the account you are currently using.
id: Matikan jika ingin menerima notifikasi hanya dari akun yang saat ini Anda gunakan.

# lng_settings_notify_title
source: Notifications for chats
id: Notifikasi obrolan

# lng_settings_open_system_settings
source: Open Settings
id: Buka Pengaturan

# lng_settings_passcode_disable
source: Disable passcode
id: Nonaktifkan kode sandi

# lng_settings_passcode_disable_sure
source: Are you sure you want to disable passcode?
id: Anda yakin ingin menonaktifkan kode sandi?

# lng_settings_passcode_title
source: Local passcode
id: Kode sandi lokal

# lng_settings_password_abort
source: Abort two-step verification setup
id: Batalkan pengaturan verifikasi dua langkah

# lng_settings_password_disable
source: Disable cloud password
id: Nonaktifkan kata sandi awan

# lng_settings_password_reenter_email
source: Re-enter recovery email
id: Masukan kembali email pemulihan

# lng_settings_password_title
source: Two-step verification
id: Verifikasi dua langkah

# lng_settings_peer_to_peer_about
source: Disabling peer-to-peer will relay all calls through Telegram servers to avoid revealing your IP address, but may decrease audio and video quality.
id: Menonaktifkan peer-to-peer akan menyiarkan semua panggilan melalui server Telegram agar alamat IP Anda tetap rahasia, namun dapat menurunkan kualitas audio dan video.

# lng_settings_performance
source: Performance
id: Performa

# lng_settings_phone_label
source: Phone number
id: Nomer Telepon

# lng_settings_phone_number_privacy
source: Phone number
id: Nomor telepon

# lng_settings_privacy_premium
source: Only subscribers of {link} can restrict receiving voice messages.
id: Hanya pelanggan {link} yang dapat membatasi penerimaan pesan suara.

# lng_settings_privacy_title
source: Privacy
id: Privasi

# lng_settings_profile_photo_privacy
source: Profile photos
id: Foto profil

# lng_settings_rename_device
source: Rename
id: Ubah nama

# lng_settings_rename_device_title
source: Rename current device
id: Ubah nama perangkat ini

# lng_settings_replace_emojis
source: Replace emoji automatically
id: Ganti emoji secara otomatis

# lng_settings_reset
source: Terminate all other sessions
id: Hentikan semua sesi lain

# lng_settings_reset_button
source: Terminate
id: Hentikan

# lng_settings_reset_one_sure
source: Do you want to terminate this session?
id: Apakah Anda ingin mengakhiri sesi ini?

# lng_settings_reset_sure
source: Are you sure you want to terminate all other sessions?
id: Anda yakin ingin menghentikan semua sesi lainnya?

# lng_settings_save
source: Save
id: Simpan

# lng_settings_scale_auto
source: Auto ({cur})
id: Otomatis ({cur})

# lng_settings_section_advanced_settings
source: Advanced Settings
id: Pengaturan Tambahan

# lng_settings_section_background
source: Chat background
id: Latar Obrolan

# lng_settings_section_call_settings
source: Call Settings
id: Pengaturan Panggilan

# lng_settings_section_chat_settings
source: Chat Settings
id: Pengaturan Obrolan

# lng_settings_section_filters
source: Folders
id: Folder

# lng_settings_section_general
source: General
id: Umum

# lng_settings_section_notify
source: Notifications and Sounds
id: Notifikasi dan Suara

# lng_settings_section_privacy
source: Privacy and Security
id: Privasi dan Keamanan

# lng_settings_section_scale
source: Interface Scale
id: Skala tampilan

# lng_settings_security
source: Security
id: Keamanan

# lng_settings_security_bots
source: Bots and websites
id: Bot dan situs web

# lng_settings_self_destruct
source: Account self-destruct settings
id: Pengaturan penghancuran akun otomatis

# lng_settings_send_cmdenter
source: Send with Cmd+Enter
id: Kirim dengan Cmd+Enter

# lng_settings_send_ctrlenter
source: Send with Ctrl+Enter
id: Kirim dengan tombol Ctrl+Enter

# lng_settings_send_enter
source: Send with Enter
id: Kirim dengan Enter

# lng_settings_sensitive_about
source: Display sensitive media in public channels on all your Telegram devices.
id: Tampilkan media sensitif dalam channel publik di semua perangkat Telegram Anda.

# lng_settings_sensitive_disable_filtering
source: Disable filtering
id: Nonaktifkan penyaringan

# lng_settings_sensitive_title
source: Sensitive content
id: Konten Sensitif

# lng_settings_sessions_about
source: Manage your sessions on all your devices.
id: Kelola sesi Anda di semua perangkat Anda.

# lng_settings_sessions_title
source: Active sessions
id: Sesi aktif

# lng_settings_show_from
source: Show notifications from
id: Tampilkan notifikasi dari
